Repository: JuiP/locosugar
Catalog: po/*.po
Languages: el, ru, zh_cn

source: Move the mouse to the Loco XO.
el: Μετακίνησε το ποντίκι στο Loco XO
ru: Двигай мышкой к Loco XO.
zh_cn: 将鼠标移动到Loco XO。

source: Click on the Loco XO with the left button.
el: Κάνε κλικ στο Loco XO με το αριστερό πλήκτρο του ποντικιού
ru: Кликни на Loco XO левой кнопкой мышки.
zh_cn: 在Loco XO上用鼠标左键点击。

source: Click on the Loco XOs with the left button.
el: Κάνε κλικ στο Loco XO με το αριστερό πλήκτρο του ποντικιού
ru: Кликни на Loco XOs левой кнопкой мышки.
zh_cn: 在Loco XOs上用鼠标左键点击。

source: Click and drag the Loco XOs to the right.
el: Κάνε κλικ στο Loco XO και τράβηξέ το στα δεξιά
ru: кликни и перетащи Loco XOs вправо.
zh_cn: 点击并拖动Loco XOs到右边。

source: Type the letter on the Loco XO.
el: Πληκτρολόγησε το γράμμα που φαίνεται κάτω από το Loco XO
ru: Напечатай букву/символ на Loco XO.
zh_cn: 在Loco XO上键入字母。

source: Use the SHIFT key for capital letters.
el: Χρησιμοποίησε το πλήκτρο Shift για να γράψεις κεφαλαία γράμματα
ru: Используй клавишу SHIFT для прописных букв.
zh_cn: 大写字母请使用SHIFT键。

source: Type the letters on the Loco XO in word order.
el: Πληκτρολόγησε τα γράμματα που εμφανίζονται κάτω από τα Loco XO, με τη σειρά που εμφανίζονται στις λέξεις
ru: Напечатайчто-нибудь на Loco XO в правильном порядке слов.
zh_cn: 在loco XO上按单词顺序输入字母。

source: Press ENTER to confirm.
el: Πάτα ENTER για επιβεβαίωση
ru: Нажми ENTER для подтверждения.
zh_cn: 按ENTER键确认。

source: Press DELETE to delete text.
el: Πάτα DELETE για να διαγράψεις το κείμενο
ru: Нажми DELETE для удаления текста.
zh_cn: 按DELETE键删除文本。

source: Hello LocoXO
el: Γεια σου LocoXO
ru: Привет LocoXO
zh_cn: 你好，LocoXO

source: LocoXOs are not real.
el: Τα LocoXOs δεν είναι αληθινά.
ru: LocoXOs не настоящие.
zh_cn: LocoXOs 不是真正的。
